// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "컬러 제한";

ApplyButton = "지금 적용";
NewButton = "새로 만들기…";
DeleteButton = "삭제";
AddButton = "추가";
CancelButton = "취소";

// Restrict Color Use
RestrictColorUseTabName = "컬러 사용 제한";
RestrictColorUseTabDescription = "이 기능은 모든 사용자나 특정 사용자 및/또는 응용 프로그램에 대하여 컬러 인쇄를 제한하기 위해 사용됩니다. 예를 들어서, 컬러 없이 모든 이메일 메시지를 인쇄하려면 “허가된 경우 컬러 사용”을 선택하고, 이메일 응용 프로그램 허가를 “검정색만”으로 설정하십시오.

만약 “허가된 경우 컬러 사용”이 선택되었다면, 다른 두 가지 탭의 설정만이 유효하다는 것을 주지하십시오.";

RestrictColorUseTabWithoutUsersDescription = "이 기능을 통해 전체/특정 응용 프로그램 또는 전체/특정 그룹 및 사용자에 대해 컬러 인쇄를 제한할 수 있습니다. 예를 들어 모든 전자 메일 메시지를 흑백으로 인쇄하려면 \"허가된 경우 컬러 사용\"를 선택한 다음 해당 전자 메일 응용 프로그램의 권한을 \"흑백만 허용\"으로 설정합니다.\n\n전체/특정 그룹 및 사용자에 대해 컬러 인쇄를 제한하려면 [작업 선택] 패널에서 [사용자 역할 관리] 플러그인을 선택합니다.\n\n다른 탭과 사용자 역할 관리 플러그인의 설정은 \"허가된 경우 컬러 사용\"를 선택한 경우에만 적용됩니다.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "이 기능은 모든 또는 특정 응용 프로그램에 대한 컬러 인쇄를 제한하는 데 사용됩니다. 예를 들면, 모든 이메일 메시지를 컬러를 사용하지 않고 인쇄하려면 \"허가된 경우 컬러 사용\"을 선택한 다음 이메일 응용 프로그램의 사용 권한을 \"검정색만\"으로 설정합니다.\n\n다른 탭에 있는 설정은 \"허가된 경우 컬러 사용\"을 선택한 경우에만 적용됩니다.";

RestrictColorUseTabWithEWSDescription = "이 기능은 모든 사용자나 특정 사용자 및/또는 응용 프로그램에 대하여 컬러 인쇄를 제한하기 위해 사용됩니다. 예를 들어서, 컬러 없이 모든 이메일 메시지를 인쇄하려면 “허가된 경우 컬러 사용”을 선택하고, 이메일 응용 프로그램 허가를 “검정색만”으로 설정하십시오.

다른 탭에서 응용 프로그램 권한을 관리하고 <a>프린터 웹 페이지</a>를 통해 사용자/그룹에 대한 권한을 관리할 수 있습니다.

그러한 권한은 \"허가된 경우 컬러 사용\"을 선택한 경우에만 적용됩니다.";

RestrictColorUseOptionsPrompt = "컬러 작업 인쇄 작업 설정:";
RestrictColorUseEnableColorOptionName = "컬러 사용";
RestrictColorUseEnableColorOptionDescription = "모든 컬러 작업은 컬러로 인쇄됩니다.";
RestrictColorUseColorIfAllowedOptionName = "허가된 경우 컬러 사용";
RestrictColorUseColorIfAllowedOptionDescription = "사용자 및 응용 프로그램 허가로 개별 작업이 컬러로 인쇄될 것인지 아닌지를 결정합니다.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "응용 프로그램 권한은 각 작업의 컬러 인쇄 여부를 결정합니다.";
RestrictColorUseDisableColorOptionName = "컬러 사용 안 함";
RestrictColorUseDisableColorOptionDescription = "모든 컬러 작업은 검정으로 인쇄됩니다.";
RestrictColorForApplications = "일부 컴퓨터 응용 프로그램에 대한 컬러 인쇄 제한";
RestrictColorForUsers = "사용자 또는 그룹 권한으로 컬러 제한";

// User Color Permissions
UserColorPermissionsTabName = "사용자";
UserColorPermissionsTitle = "사용자 컬러 허가";
UserColorPermissionsTableDescription = "이 목록은 50명의 사용자와 컬러 허가가 저장됩니다.";
UserColorPermissionsTableUserNameColumn = "사용자 이름";
UserColorPermissionsTablePermissionColumn = "허가";
DefaultUserPermissionsTitle = "기본 사용자 허가:";
BlackOnly = "검정색만";
Color = "컬러";
UserColorPermissionsTabDescription = "이 기기에서 인쇄된 사용자의 이름을 보기 위하여 컬러사용 작업로그를 인쇄할 수 있습니다.";
UserNameTitle = "사용자 이름:";
PermissionTitle = "허가:";

// Application Color Permissions
AppColorPermissionsTabName = "응용 프로그램";
AppColorPermissionsTitle = "응용 프로그램 컬러 허가";
App10ColorPermissionsTableDescription = "이 목록은 10명의 응용 프로그램과 컬러 허가가 저장됩니다.";
AppColorPermissionsTableDescription = "이 목록은 응용 프로그램과 컬러 인쇄 권한을 저장합니다.";
AppColorPermissionsTableAppNameColumn = "응용 프로그램 이름";
AppColorPermissionsTablePermissionColumn = "허가";
DefaultAppPermissionsTitle = "기본 응용 프로그램 허가:";
AppColorPermissionsTabDescription = "이 기기에서 인쇄된 응용 프로그램의 이름을 보기 위하여 컬러사용 작업로그를 인쇄할 수 있습니다.";
AppNameTitle = "응용 프로그램 이름:";
